[
  {
    "number": 9.807,
    "title": "Acceleration due to Gravity (Earth)",
    "description": "<p>Acceleration due to Gravity (Earth)</p><p>You may have heard of 9.8(1) as being the average gravitational acceleration or force pulling us down to the ground here on earth in meters per second (m/s). The standard value for this in terms of G Forces is 1.</p>",
    "formula": null,
    "type": "Constant",
    "unit": "m/s²",
    "see_also": [1, 6]
  },
  {
    "number": 1,
    "title": "G Force (Earth)",
    "description": "<p>G Force (Earth)</p><p>This constant is often referred to as the g unit. This value is interpreted as 1g, or the amount of force applied on us downward on earth.",
    "formula": null,
    "type": "Constant",
    "unit": "g",
    "see_also": [0, 7]
  },
  {
    "number": 649.638910982,
    "title": "Average Celestial Body Radius for Given Gravitational Acceleration Multiplier",
    "description": "<p>Average Celestial Body Radius for Given Gravitational Acceleration</p><p>This number is a multiplier that, when multiplied with, gives you the average radius of any celestial object (sphere for simplicity) in kilometers (km). The thing that you should multiply by is the gravitational acceleration in meters per second squared (m/s²). As an alternative, you can divide this acceleration value by 0.00153822005.</p>",
    "formula": "\\(650.102040816g\\)",
    "type": "Multiplier",
    "unit": "km",
    "see_also": [3]
  },
  {
    "number": 0.0015393167,
    "title": "Average Celestial Body Radius for Given Gravitational Acceleration Divider",
    "description": "<p>Average Celestial Body Radius for Given Gravitational Acceleration Divider</p><p>This number is a divider that, when divided by, gives you the average radius of any celestial object (sphere for simplicity) in kilometers (km). The thing that you should divide by is the gravitational acceleration in meters per second squared (m/s²). As an alternative, you can multiply this acceleration value by 650.102040816.</p>",
    "formula": "\\(g\\over0.0015393167\\)",
    "type": "Divider",
    "unit": "km",
    "see_also": [2]
  },
  {
    "number": 343,
    "title": "Speed of Sound",
    "description": "<p>Speed of Sound</p><p>This number is the point at which you become supersonic in terms of speed. The unit for the speed of sound is mach. Except you say the unit (mach) before the number. For example, five times the speed of sound is Mach 5.</p>",
    "formula": "\\(343s\\) where \\(s\\) is the number of times the speed of sound.",
    "type": "Limit",
    "unit": "m/s",
    "see_also": [5, 8]
  },
  {
    "number": 1715,
    "title": "Hypersonic Speed (Speed of Sound &times; 5)",
    "description": "<p>Hypersonic Speed</p><p>The number is the point at which you become hypersonic in terms of speed. Hypersonic speeds are speeds above Mach 5. For example, SpaceX's launches generally reach around Mach 70 or Mach 80. That is well over the threshhold for being hypersonic. For reference U.S. fighter jets fly at about Mach 2.35.</p>",
    "formula": null,
    "type": "Limit",
    "unit": "m/s",
    "see_also": [4, 8]
  },
  {
    "number": 3.7,
    "title": "Acceleration due to Gravity (Venus)",
    "description": "<p>Acceleration due to Gravity (Venus)</p><p>While it may not be as popular as Earth's acceleration due to gravity, Venus also has gravity. What a surprise, right? (I <u><i>really<i></u> hope you knew that was sarcastic.) Specifically, it is approximately 38% of Earth's gravity.</p>",
    "formula": null,
    "type": "Constant",
    "unit": "m/s²",
    "see_also": [7, 0]
  },
  {
    "number": 0.3772815336,
    "title": "G Force (Venus)",
    "description": "<p>G Force (Venus)</p><p>This is the value that, in Gs, was calculated to be the force of gravity at the surface of the planet Venus, with the definition of 1g at Earth's surface gravity. Venus has approximately 38% of Earth's gravity. And so for example, if you weight 100 newtons on earth, you weigh about 38 newtons on Venus.</p>",
    "formula": "\\(W0.3772815336\\) where \\(W\\) is the weight in any unit on earth",
    "type": "Constant",
    "unit": "g",
    "see_also": [6, 1]
  },
  {
    "number": 299792458,
    "title": "Speed of Light (Ultimate Speed Limit)",
    "description": "<p>Speed of Light (Ultimate Speed Limit)</p><p>Even if you are extremely young, you have probably heard of this speed. It is known as the speed of light. I like to refer to it as the ultimate speed limit, because no matter how much you try to break it, the laws of our universe disallow our pitiful attempts.</p><p>Furthermore, the speed of light is not an exact number. While it is approximately 300 million meters per second, this doesn't stop it from being 600 million meters per second, or even higher/lower.</p>",
    "formula": null,
    "type": "Constant",
    "unit": "m/s",
    "see_also": [4, 5]
  }
]
