[
  {
    "number": 9.8,
    "title": "Acceleration due to Gravity (Earth)",
    "description": "<p>Acceleration due to Gravity (Earth)</p><p>You may have heard of 9.8(1) as being the average gravitational acceleration or force pulling us down to the ground here on earth in meters per second (m/s). The standard value for this in terms of G Forces is 1.</p>",
    "formula": null,
    "type": "Constant",
    "unit": "m/s",
    "see_also": [1]
  },
  {
    "number": 1,
    "title": "G Force (Earth)",
    "description": "<p>G Force (Earth)</p><p>This constant is often referred to as the g unit. This value is interpreted as 1g, or the amount of force applied on us downward on earth.",
    "formula": null,
    "type": "Constant",
    "unit": "g",
    "see_also": [0]
  },
  {
    "number": 650.102040816,
    "title": "Average Celestial Body Radius for Given Gravitational Acceleration Multiplier",
    "description": "<p>Average Celestial Body Radius for Given Gravitational Acceleration</p><p>This number is a multiplier that, when multiplied with, gives you the average radius of any celestial object (sphere for simplicity) in kilometers (km). The thing that you should multiply by is the gravitational acceleration in meters per second (m/s). As an alternative, you can divide this acceleration value by 0.00153822005.</p>",
    "formula": "\\(650.102040816g\\)",
    "type": "Multiplier",
    "unit": "km",
    "see_also": [3]
  },
  {
    "number": 0.00153822005,
    "title": "Average Celestial Body Radius for Given Gravitational Acceleration Divider",
    "description": "<p>Average Celestial Body Radius for Given Gravitational Acceleration Divider</p><p>This number is a divider that, when divided by, gives you the average radius of any celestial object (sphere for simplicity) in kilometers (km). The thing that you should divide by is the gravitational acceleration in meters per second (m/s). As an alternative, you can multiply this acceleration value by 650.102040816.</p>",
    "formula": "\\(g\\over0.00153822005\\)",
    "type": "Divider",
    "unit": "km",
    "see_also": [2]
  }
]
